{"id":297,"date":"2024-03-14T01:42:42","date_gmt":"2024-03-14T00:42:42","guid":{"rendered":"http:\/\/localhost:8080\/datenschutzerklaerung-2\/"},"modified":"2024-03-14T01:57:00","modified_gmt":"2024-03-14T00:57:00","slug":"datenschutzerklaerung-2","status":"publish","type":"page","link":"http:\/\/192.168.2.41:8080\/datenschutzerklaerung-2\/","title":{"rendered":"Datenschutz"},"content":{"rendered":"<h1>Datenschutzerkl\u00e4rung<\/h1>\n<p><p>In dieser Datenschutzerkl\u00e4rung informieren wir Sie \u00fcber die Verarbeitung Ihrer personenbezogenen Daten.<\/p>\n<p> Sofern Sie Ihre Datenschutzeinstellungen \u00e4ndern m\u00f6chten (Einwilligungen erteilen oder bereits erteilte Einwilligungen widerrufen), klicken Sie <a target=\"_blank\" href=\"#\" class=\"sp-dsgvo-show-privacy-popup\">hier<\/a> um Ihre Einstellungen zu \u00e4ndern.<\/p>\n<h2>Verantwortlich<\/h2>\n<p>Michael Langbein, Code and Colors, Bahnhofstr 1, 82205 Gilching, Deutschland, <a href=\"mailto:michael_langbein@hotmail.de\">michael_langbein@hotmail.de<\/a>, +49 152 2679 9543<\/p>\n<h2>Server Log Files<\/h2>\n<p><span><\/p>\n<p>Zum Zweck der \u00dcberwachung der technischen Funktion und zur Erh\u00f6hung der Betriebssicherheit unseres Webhosts werden Verbindungsdaten verarbeitet. Die Dauer der Verarbeitung ist auf 7 Tage beschr\u00e4nkt.<\/p>\n<p>Die Rechtsgrundlage f\u00fcr die Datenverarbeitung ist das berechtigte Interesse (unbedingte technische Notwendigkeit eines Server Log Files als grundlegende Datenbasis zur Fehleranalyse und f\u00fcr Sicherheitsma\u00dfnahmen im Rahmen des durch Ihren Aufruf ausdr\u00fccklich gew\u00fcnschten Dienstes &#8222;Website&#8220;) gem\u00e4\u00df Art. 6 Abs. 1 lit. f DSGVO.<\/p>\n<p><\/span><\/p>\n<h2>Kontaktformular<\/h2>\n<p><p>Auf unserer Website besteht die M\u00f6glichkeit, durch ein Kontaktformular direkt mit uns in Kontakt zu treten. Nach Absenden des Kontaktformulars erfolgt eine Verarbeitung der von Ihnen eingegebenen personenbezogenen Daten durch den Verantwortlichen zum Zweck der Bearbeitung Ihrer Anfrage auf Grundlage der von Ihnen durch das Absenden des Formulars erteilten Einwilligung gem. Art. 6 Abs. 1 lit. a DSGVO bis auf Widerruf.<br \/>Es besteht keine gesetzliche oder vertragliche Verpflichtung zur Bereitstellung der personenbezogenen Daten. Die Nichtbereitstellung hat lediglich zur Folge, dass Sie Ihr Anliegen nicht \u00fcbermitteln und wir dieses nicht bearbeiten k\u00f6nnen.<\/p>\n<\/p>\n<h2>Widerspruchsrecht<\/h2>\n<p><p>Sofern die Verarbeitung Ihrer personenbezogenen Daten auf Grundlage des berechtigten Interesses erfolgt, haben Sie das Recht gegen diese Verarbeitung zu widersprechen.<\/p>\n<p>Sofern keine zwingenden schutzw\u00fcrdigen Gr\u00fcnde f\u00fcr die Verarbeitung unsererseits vorliegen, wird die Verarbeitung Ihrer Daten auf Basis dieser Rechtsgrundlage eingestellt.<\/p>\n<p>Zudem haben Sie das Recht, der Verarbeitung Ihrer personenbezogenen Daten zum Zweck der Direktwerbung zu widersprechen. Im Fall des Widerspruchs werden Ihre personenbezogenen Daten nicht mehr zum Zweck der Direktwerbung verarbeitet.<\/p>\n<p>Die Rechtm\u00e4\u00dfigkeit der bis zum Widerspruch verarbeiteten Daten wird durch den Widerspruch nicht ber\u00fchrt.<\/p>\n<\/p>\n<h2>Widerrufsrecht<\/h2>\n<p><p>Sie haben das Recht eine bereits erteilte Einwilligung jederzeit zu widerrufen, indem Sie die <a target=\"_blank\" class=\"lwb-ppsp\" href=\"#\" title=\"Datenschutzeinstellungen\">Datenschutzeinstellungen<\/a> \u00e4ndern.<\/p>\n<p>Im Fall der Einwilligung in den Erhalt elektronischer Werbung kann der Widerruf Ihrer Einwilligung durch Klick auf den Abmeldelink erfolgen. In diesem Fall wird eine Verarbeitung, sofern keine andere Rechtsgrundlage besteht, eingestellt.<\/p>\n<p>Die Rechtm\u00e4\u00dfigkeit der bis zum Widerruf verarbeiteten Daten wird durch den Widerruf nicht ber\u00fchrt.<\/p>\n<\/p>\n<h2>Betroffenenrechte<\/h2>\n<p><p>Sie haben zudem das Recht auf Auskunft, Berichtigung, L\u00f6schung und Einschr\u00e4nkung der Verarbeitung der personenbezogenen Daten.<\/p>\n<p>Soweit die Rechtsgrundlage der Verarbeitung Ihrer personenbezogenen Daten in Ihrer Einwilligung oder in einem mit Ihnen abgeschlossenen Vertrag besteht, haben Sie \u00fcberdies das Recht auf Daten\u00fcbertragbarkeit. <\/p>\n<p>Weiters haben Sie das Recht auf Beschwerde bei der Aufsichtsbeh\u00f6rde. N\u00e4here Informationen zu den Aufsichtsbeh\u00f6rden in der Europ\u00e4ischen Union finden Sie <a target=\"_blank\" href=\"https:\/\/ec.europa.eu\/justice\/article-29\/structure\/data-protection-authorities\/index_en.htm\" title=\"Datenschutzbeh\u00f6rden\">hier<\/a>.<\/p><\/p>\n\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"inline_featured_image":false,"footnotes":""},"_links":{"self":[{"href":"http:\/\/192.168.2.41:8080\/wp-json\/wp\/v2\/pages\/297"}],"collection":[{"href":"http:\/\/192.168.2.41:8080\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"http:\/\/192.168.2.41:8080\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"http:\/\/192.168.2.41:8080\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/192.168.2.41:8080\/wp-json\/wp\/v2\/comments?post=297"}],"version-history":[{"count":2,"href":"http:\/\/192.168.2.41:8080\/wp-json\/wp\/v2\/pages\/297\/revisions"}],"predecessor-version":[{"id":304,"href":"http:\/\/192.168.2.41:8080\/wp-json\/wp\/v2\/pages\/297\/revisions\/304"}],"wp:attachment":[{"href":"http:\/\/192.168.2.41:8080\/wp-json\/wp\/v2\/media?parent=297"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}